Repository: Miha0809/WestServiceIf
Catalog: WestServiceIf/Resources/Views/Product/Edit.*.resx
Languages: uk

# Title
source: Editing Part
uk: Редагування Деталі

# Selected
source: files are selected
uk: файлів обрано

# Select
source: Select files
uk: Обрати файли

source: Name part
uk: Назва деталі

source: Description part
uk: Опис деталі

source: Delete
uk: Видалити

source: Select images
uk: Обрати зображення

# NoImage
source: There is no picture
uk: Немає зображення

source: Confirm
uk: Підтвердити

# Products
source: All products
uk: Всі деталі
